/* No comment provided by engineer. */
"cancel" = "Cancel";

/* No comment provided by engineer. */
"done" = "Done";

/* No comment provided by engineer. */
"error_message_title" = "Warning!";

/* No comment provided by engineer. */
"logic_empty_password" = "Please fill out the password field. Try again.";

/* No comment provided by engineer. */
"logic_enter_email" = "Fill out your email";

/* No comment provided by engineer. */
"logic_enter_password" = "Enter password";

/* No comment provided by engineer. */
"logic_max_chars_email" = "The email is too long.";

/* No comment provided by engineer. */
"logic_required_email" = "The email field is required";

/* No comment provided by engineer. */
"logic_invalid_email" = "Invalid email";

/* No comment provided by engineer. */
"logic_invalid_password" = "Wrong email/password combination. Please verify them and try again";

/* No comment provided by engineer. */
"logic_password" = "Password";

/* No comment provided by engineer. */
"logic_signing_in" = "Signing in...";

/* No comment provided by engineer. */
"not_internet_connection" = "No internet connection.";

/* No comment provided by engineer. */
"post_tweet" = "Post tweet";

/* No comment provided by engineer. */
"talk_break_time" = "Break";

/* No comment provided by engineer. */
"talk_camera_unavailable" = "The camera is not available.";

/* No comment provided by engineer. */
"talk_description" = "Description (optional)";

/* No comment provided by engineer. */
"talk_delete" = "Delete";

/* No comment provided by engineer. */
"talk_edit" = "Edit";

/* No comment provided by engineer. */
"talk_ontime" = "On time";

/* No comment provided by engineer. */
"talk_delayed" = "Delayed";

/* No comment provided by engineer. */
"talk_save" = "Save";

/* No comment provided by engineer. */
"talk_delete_confirmation" = "Do you want to delete this talk?";

/* No comment provided by engineer. */
"talk_delete_title" = "Delete talk";

/* No comment provided by engineer. */
"talk_delete_cancel" = "Cancel";

/* No comment provided by engineer. */
"talk_delete_accept" = "Accept";

/* No comment provided by engineer. */
"talk_delayed" = "DELAYED";

/* No comment provided by engineer. */
"talk_board" = "BOARD";

/* No comment provided by engineer. */
"talk_for_time" = "Talks at";

/* No comment provided by engineer. */
"talk_empty_content_title" = "We start on";

/* No comment provided by engineer. */
"talk_empty_content_subtitle" = "The same day this board is going to be available.";

/* No comment provided by engineer. */
"talk_empty_content_text" = "We hope you make it!";

/* No comment provided by engineer. */
"talk_fullsection_title" = "Slot full";

/* No comment provided by engineer. */
"talk_fullsection_subtitle" = "Sorry, you can not add more talks to this slot because there aren't rooms available";

/* No comment provided by engineer. */
"talk_room_unavailable_title" = "Room un available";

/* No comment provided by engineer. */
"talk_room_unavailable_subtitle" = "Sorry, the room you selected is taken";

/* No comment provided by engineer. */
"talk_load_photo" = "Load photo (optional)";

/* No comment provided by engineer. */
"talk_log_out_error" = "Sorry, we can't log out now. Try later.";

/* No comment provided by engineer. */
"talk_optional" = "(optional)";

/* No comment provided by engineer. */
"talk_speaker_twitter" = "Speaker twitter (optional)";

/* No comment provided by engineer. */
"talk_register" = "Register at";

/* No comment provided by engineer. */
"talk_room" = "Room";

/* No comment provided by engineer. */
"talk_room_name" = "Room name";

/* No comment provided by engineer. */
"talk_saving" = "Saving";

/* No comment provided by engineer. */
"talk_speaker" = "Speaker";

/* No comment provided by engineer. */
"talk_speaker_name" = "Speaker name";

/* No comment provided by engineer. */
"talk_talk" = "Talk name";

/* No comment provided by engineer. */
"talk_talk_name" = "Talk name";

/* No comment provided by engineer. */
"talk_talks" = "Talks";

/* No comment provided by engineer. */
"talk_without_description" = "No description";

/* No comment provided by engineer. */
"talk_field_required" = "Field required";

/* No comment provided by engineer. */
"talk_log_out" = "Log out";

/* No comment provided by engineer. */
"talk_board" = "Board";

/* No comment provided by engineer. */
"talk_start_date_format" = "dd MMMM";

